---
kind: other
id: Properties.T:Autodesk.Revit.DB.SlabShapeVertexArrayIterator
source: html/ff47cf26-6d0b-cc5c-ef4d-3a8093311645.htm
---
# SlabShapeVertexArrayIterator Properties

Retrieves the item that is the current focus of the iterator.